{
  "sections": {
    "16268384495611bf12": {
      "type": "header-image",
      "settings": {
        "title": "PURTEQ<sup>®<\/sup> LEADERSHIP TEAM",
        "image": "shopify:\/\/shop_images\/about-header_1fd51c92-79da-4254-b3c4-5908c027b6bd.png"
      }
    },
    "16263336964c1e8c63": {
      "type": "image",
      "disabled": true,
      "settings": {
        "image": "shopify:\/\/shop_images\/about-header.png"
      }
    },
    "162631558733ef00ff": {
      "type": "staff-list",
      "blocks": {
        "162631558733ef00ff-0": {
          "type": "staff_detail",
          "settings": {
            "title": "Rob Kabel",
            "role": "Chief Executive Officer",
            "bio": "<p>With more than 35 years of experience in strategic planning, operational excellence, investment analysis and business development, Rob specializes in helping grow and scale businesses and startups of all sizes, in many industries.  Before joining PURTEQ, he served as senior advisor to FullTilt Solutions, Inc. Overseeing business development strategy, Rob raised $60M in investment capital and completed two acquisitions.  Previously, Rob was a founding member of Xerox Connect. As part of the management team, he helped the professional services provider go public in 1996 at a valuation of $600M. Rob was also instrumental in growing the company from 75 employees to over 2,000 team members in 25 offices. He also was part of the executive team that managed the company's sale in 1998 to Xerox Corporation for $420M, later serving as VP of Worldwide Strategy for Xerox Global Document Services.  Rob lives in Memphis, TN, and is the proud father of six children and five grandchildren.<\/p>"
          }
        },
        "162631558733ef00ff-1": {
          "type": "staff_detail",
          "settings": {
            "title": "Mark Gardner",
            "role": "EVP Strategic Initiatives",
            "bio": "<p>In his role with PURTEQ, Mark is excited to explore the opportunity of helping the world survive and thrive safely in our “new normal.” He’s also a co-founder of Magen Supply LLC and an active seed capital Investor.  A 1977 graduate of the United States Naval Academy, Mark served eight years as a Naval Aviator. After leaving active duty in 1985, he started his 35-year airline career at Northwest Airlines, which later merged with Delta Air Lines. Along the way, he flew multiple aircraft in various positions, gaining extensive operating experience domestically and internationally. Notable roles included serving as captain on seven different Boeing and Airbus aircraft, while finishing his celebrated career as a Boeing 747-400 captain. <\/p>"
          }
        },
        "48549145-bcab-41ea-aa9f-49041400c8c7": {
          "type": "staff_detail",
          "settings": {
            "title": "Larry Shutzberg",
            "role": "Chief Operating Officer",
            "bio": "<p>As a PURTEQ board member since January 2021, Larry helps improve company performance. He’s also been a member of the board for Buckman, a global specialty chemical company, since 2018.  With his blended background in accounting, information technology, supply chain and business operations, Larry’s helped global businesses with their strategic IT and digital journeys.  An accomplished IT executive, he most recently served as executive VP of information technology for the Rank Group, a $15B  conglomerate with 250+ global manufacturing facilities.  Other previous roles include VP & CIO for RockTenn Company (now DBA WestRock) and positions at Accenture.  Larry and his wife, Jody, live in Memphis, TN, and they have three daughters.<\/p>"
          }
        },
        "162631558733ef00ff-2": {
          "type": "staff_detail",
          "settings": {
            "title": "Jonathan Scharff",
            "role": "Board Member",
            "bio": "<p>Jonathan is an active PURTEQ board member and the chief administrative officer (CAO) and general counsel of Buckman Laboratories International. He leads Buckman’s Human Resources, Marketing and Communications, Business Strategy & Transformation and Legal departments.  He’s also a board member of several companies, including Active Implants Corporation, And previously served as a partner at Harris Shelton Hanover Walsh, PLLC.  Jonathan earned his BA from Grinnell College and JD from St. Louis University.<br\/><\/p>"
          }
        },
        "4aeb6ea2-c37f-420f-9974-009a81831ac3": {
          "type": "staff_detail",
          "settings": {
            "title": "Chris Grayson",
            "role": "Creative Director",
            "bio": "<p>A Memphis native, Chris spent 20 years in New York City, much of it  including art directing the online brand launch of M&M'S Premiums, and creative directing the social brand launch of Bud Light Platinum. He produced award winning digital campaigns including Intel B2B, and Nikon professional SLR cameras. Early in his New York career he worked as an in-house designer and technical illustrator at Morgan Stanley, and even briefly as a Disney Illustrator. Subsequent to his agency days, he pivoted to the marketing side of the tech industry, including the media launch of Tokyo based smart glasses startup, Telepathy. Chris attended Memphis College of Art as well as Pratt Institute in New York. He began his advertising career in the creative department of the Memphis Flyer. He is enthusiastic to apply his brand building talents to the launch of a Memphis based brand.<\/p>"
          }
        },
        "d4d6b78b-0a6d-460c-a2da-6c1f952e9f51": {
          "type": "staff_detail",
          "settings": {
            "title": "Judith Currin",
            "role": "Executive Assistant\/Office Manager",
            "bio": "<p>Judith is Rob Kabel’s executive assistant and the office manager for PURTEQ’s Memphis office. She has put her extensive marketing and project management experience to work at PURTEQ, guiding the team through our recent rebranding and implementing processes to increase efficiencies.  She previously supported the president of OgilvyInteractive, the executive creative director of Ogilvy North America and the VP of Specials Programming for A&E Television Networks in New York City.  Judith also spent 15 productive years as a digital project manager for ad agencies including Ogilvy, R\/GA, DIGITAS, FCB and G2 Interactive where she produced award winning creative campaigns for American Express, Hasbro, HBO, Hilton, Pepsi, and The Office of National Drug Control Policy (ONDCP).  A native of Lookout Mountain, TN, she relocated to Memphis to be near family. She’s also a former stand-up comic and brings her unique sense of fun to every project. <\/p>"
          }
        }
      },
      "block_order": [
        "162631558733ef00ff-0",
        "162631558733ef00ff-1",
        "48549145-bcab-41ea-aa9f-49041400c8c7",
        "162631558733ef00ff-2",
        "4aeb6ea2-c37f-420f-9974-009a81831ac3",
        "d4d6b78b-0a6d-460c-a2da-6c1f952e9f51"
      ],
      "settings": {
        "title": ""
      }
    },
    "main": {
      "type": "page",
      "disabled": true,
      "settings": {
      }
    }
  },
  "order": [
    "16268384495611bf12",
    "16263336964c1e8c63",
    "162631558733ef00ff",
    "main"
  ]
}
