{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    },
    "1627775130e0baa24c": {
      "type": "page-header",
      "settings": {
        "title": "Frequently Asked Questions"
      }
    },
    "1626333847f269a19a": {
      "type": "faq",
      "blocks": {
        "1626333847f269a19a-0": {
          "type": "question",
          "settings": {
            "title": "What is the difference between a cleaner and disinfectant?",
            "answer": "<p>Disinfectant products are scientifically proven to kill certain viruses, bacteria and\/or other germs. All disinfectant products must be registered with the EPA along with scientific proof of their kill claims. Here’s a good rule of thumb to help distinguish between cleaners and disinfectants: If the product has an EPA number on the label, it’s a disinfectant. No EPA number on the label?  Be safe and only use that product as a cleaner for dirt and grime. <\/p>"
          }
        },
        "1626333847f269a19a-1": {
          "type": "question",
          "settings": {
            "title": "Can I clean and disinfect in one step?",
            "answer": "<p>Yes, you only need one step to both clean and disinfect a surface using FRESCH BOTANICAL DISINFECTANT (when used according to disinfection instructions on the label).  If the surface is visibly soiled, we recommend cleaning first (you can use FRESCH to clean, too!).  Once the surface is visibly clear, we recommend spraying FRESCH until the surface is visibly wet and allowing it to dry naturally, no rinse required, even on food contact surfaces to ensure complete surface coverage.<\/p>"
          }
        },
        "46e497de-cee9-4fc2-bd99-7595c64bc623": {
          "type": "question",
          "settings": {
            "title": "What is the benefit of using a PURTEQ disinfecting product like FRESCH?",
            "answer": "<p>FRESCH has the lowest toxicity rating allowable by the EPA, which means it poses the lowest risk to the health of employees, patients, students, customers, or the environment. FRESCH is tough on germs and bacteria, and non-irritating for users. FRESCH can be used on food contact surfaces without requiring a rinse as it is NSF D2 Registered (No.163429). It can be applied over large areas using a ULV Fogger and provides all the benefits of an EPA-registered disinfectant without containing any harsh chemicals. Its active ingredient is Thymol, a constituent of oil of Thyme. <\/p>"
          }
        },
        "4ff3d04c-d429-41bf-ba24-16a371c4f8ef": {
          "type": "question",
          "settings": {
            "title": "I recently tried your KLARIFY Glass Cleaner in our office building and the windows have never been so clear. What does \"Graphene-Enhanced\" mean and what other surfaces does it work on?",
            "answer": "<p>Imagine the thinnest, hardest, clearest substance in the world. It’s called Graphene. Now imagine you can use it, in a liquid spray, to clean, shine and protect every glass surface in sight. It has no dyes, no ammonia, or obnoxious chemicals--just the innovative stuff that professionals have proven will do the best job. Rain rolls off of it, oils won’t stick to it, UV rays can’t hurt it, and streaks are just not allowed. That’s KLARIFY. Spray KLARIFY on your windows, your car windshield (even the tinted windows), stainless steel, granite countertops, your computer screen, <a href=\"\/blogs\/resources\/glass-cleaners-electronics-a-touchy-subject\" title=\"Glass Cleaners & Electronics—A Touchy Subject\"><span style=\"text-decoration:underline\">any touchscreen<\/span><\/a>, flat screen TV, your eyeglasses, sunglasses and glass top everything. At work, use it to clean the whiteboard (and remove the permanent marker that “somehow” got on there). Now imagine you don’t have to clean all these things as often because KLARIFY builds invisible layers of protection with every use. That’s the reality. The more you use it, the less you need to! KLARIFY can fill your life with shinier objects...and who doesn't want that?  And it goes a long way -- one gallon of concentrate makes 40 32 oz. bottles of RTU!<\/p>"
          }
        },
        "df92418b-8356-4503-93cc-f945d6501d22": {
          "type": "question",
          "settings": {
            "title": "KLENZ is the best de-greaser I've ever used. What the heck are \"colloidal micelles\" and how do they make cleaning grease so easy?",
            "answer": "<p>We get questions like this a lot! KLENZ Multi-Purpose Cleaner makes difficult cleaning jobs a LOT easier, thanks to millions of micelles doing the work for you. Read about the science in our <a href=\"\/blogs\/resources\/the-colloidal-chemistry-of-micelles\" title=\"The Colloidal Cleaning Chemistry of Micelles\"><span style=\"text-decoration:underline\">blog post<\/span><\/a>, but to put it simply a micelle is a nanoparticle made of lipids, and each lipid has a head and a tail. The head is attracted to water and the tail repels water and loves oil. So the micelles in KLENZ all bounce around and the oleophilic tails capture the grease. You can also watch a <a href=\"\/blogs\/resources\/klenz-video\" title=\"KLENZ: Multi-Purpose Cleaner\"><span style=\"text-decoration:underline\">video here<\/span><\/a>, but the micelles basically hold the grease in suspension and you just have to rinse or wipe it away. The trick is to dilute KLENZ Concentrate to the right strength for the job and then spray it on and wait about 10 minutes -- let it do the work for you! After 10 minutes you can wipe or rinse the grease away. For really tough jobs like build up on a grill you may need to use a scrub brush or steel wool. And it's not just grease, that's how KLENZ works on all stains - it holds them in suspension and then you have to blot or rinse them away before the stain re-sets. It works on everything from your white tennis shoes to the grease hood in a commercial kitchen. Easy peasy. <\/p>"
          }
        },
        "0f1dd011-8a85-4d96-8607-9df663600a67": {
          "type": "question",
          "settings": {
            "title": "How do I know what kind of stains I can try KLENZ Multi-Purpose Cleaner on? I'm confused about what it's intended for...",
            "answer": "<p>Well, the short answer is you can try KLENZ on any surface compatible with water. We hear new uses from our customers all the time so there's no limit to the things it will clean. KLENZ is biodegradable and sourced from plants. Its eco-friendly formula is non-toxic, non-flammable, non-caustic, dye- and fragrance-free; safe on the skin; produces no harsh fumes and is water-based--so try it on your toughest cleaning challenges and let us know how it works! It's suitable for most surfaces including countertops, walls, cabinets, doors, tables, chairs, appliances, porcelain, tile, outdoor equipment, fiberglass, and plastic furniture. It's a great carpet spotter and an amazing grout cleaner. Soak your paint brushes in it and the paint will just rinse out (same for make up brushes!)  I use it for a lot of things I used to use bleach for. It's awesome for spills inside a refrigerator because you don't have to worry about it harming your food - you can just spray it on the mess, wait 5 minutes and come back and wipe it up with a paper towel or cloth. And just the other day we were at our warehouse and I sprayed some on a spot of oil that had leaked from the forklift.  I grabbed a paper towel and wiped it up and the spot I cleaned looked like a fresh water pool in the middle of the black sea! Now we have to clean the whole floor (it's painted concrete.) We'll just spray it with KLENZ using a pump sprayer, let it sit for 10 minutes, then give it a quick mop up or rinse it off with a hose. <\/p>"
          }
        },
        "7e2df813-463f-4ebe-93b2-83914cdaee24": {
          "type": "question",
          "settings": {
            "title": "My company recently switched to PURTEQ products and installed a dosing station where we fill our mop buckets with FLOR Active Floor Cleaner (which works great!). The label says to dispose of the dirty mop water down any drain because it provides \"helpful biological drain maintenance\"--what does that mean?",
            "answer": "<p>FLOR is enriched with beneficial probiotics, naturally sourced from plants. Regularly cleaning with FLOR builds healthier and more protective ecological conditions. It works in a natural way and continues to work after application, so results are longer lasting. It cleans on a microscopic level, reaching the smallest spaces where organic matter can reside but is not visible to the naked eye. That's because the probiotics continue working as long as they can find a food source. The probiotics are what provide the biological drain maintenance. They create a healthier 'biome' in the drain, just like probiotic supplements create a healthier biome in our stomach. The probiotics degrade and eliminate the organic materials that can build up in a drain and cause blockages. <br\/>Conventional cleaners not only pollute our inside spaces with  aggressive chemicals but also act as antibiotics – they disrupt the balance of microflora by destroying not only the bad, but also the good bacteria. As a result, a bacterial imbalance occurs and bad bacteria predominate. Such an environment can be harmful to us. To clean without being exposed to aggressive chemicals, and to take care of your healthy indoor environment, it helps to choose eco-friendly and probiotic products. At PURTEQ, we harness nature's technology to deliver products that are powerful enough for professionals yet safe enough for your home. <\/p>"
          }
        },
        "3eff2fe5-d8d1-4116-b78c-daacef971f49": {
          "type": "question",
          "settings": {
            "title": "Is it safe to use FLOR on hardwood floors?",
            "answer": "<p>Most hardwood floors have been sealed so if you're already using a product that is water-based to clean your wood floors it's safe to use FLOR. Just dilute the product in your mop bucket and spin or wring out your mop so it's not very wet when you're mopping. Allow it to dry naturally. You will notice with repeated use that the mop water will be less dirty every week because the probiotics keep working and the floor stays cleaner longer. I use it on my wood floors at home and I love it. I used to mop with another product for wood floors and then I had to apply another product after to get rid of the water marks from the first one. No more! One and done. <\/p>"
          }
        },
        "632f9c53-59f9-45ed-a56b-9ba4031ce25f": {
          "type": "question",
          "settings": {
            "title": "What is the difference between Probiotic and Enzymatic cleaners?",
            "answer": "<p>Aha! We get this one so much that we wrote a whole <a href=\"\/blogs\/resources\/the-difference-between-probiotic-and-enzymatic-cleaning-solutions\" title=\"The Difference Between Probiotic and Enzymatic Cleaning Solutions\"><span style=\"text-decoration:underline\">white paper<\/span><\/a> about it. Basically, enzymes speed up reactions and are specific to a single reaction, so an enzyme is ineffective if it is not the correct enzyme type for the cleaning required. Probiotics are living, helpful microorganisms (‘good’ bacteria). A single probiotic bacterium can produce many diverse enzymes that can clean dirt components such as oil, carbohydrates, and proteins all at once. So, whereas enzymes facilitate cleaning by preparing the ground, probiotics increase cleaning effectiveness and efficiency. Probiotics efficiently decompose organic matter, that's the \"nature's technology\" we harness for cleaning and eliminating odors. They remove organic substances that we perceive as dirt. Just like probiotics used to balance our gut health, probiotic cleaners create balance inside our businesses and homes. They penetrate into tiny imperfections where persistent dirt hides, continuing to work long after the product is applied. In our products, DLETE, FLOR, and FABRIK, the active probiotics are naturally occurring, and they multiply as the products are used, creating more enzymes than could possibly be included in an enzyme-only formula. A product that identifies the right enzyme in the correct amount to complete a cleaning job without leaving residual enzymes behind is important because residual enzymes are known to trigger allergies. In short, the enzyme is finite and limited in scope and will almost always result in residual enzymes. Probiotics identify and produce the correct enzyme in the right amount to digest the right food source at the right time. Then they return to spore form, awaiting the next contact with an organic food source. Once applied to an area, they will continue to work until their food source runs out. Since probiotics clean without any abrasive action, surfaces look new longer and need to be repaired or replaced less often. Probiotic cleaners protect assets and reduce labor costs by requiring less frequent application.<\/p>"
          }
        },
        "5025a6da-dae6-4963-be22-3c360c3b8350": {
          "type": "question",
          "settings": {
            "title": "Can I use DLETE to eliminate odors in my car?",
            "answer": "<p>Absolutely! DLETE works very well inside vehicles. With a combination of odor counteractant technology and probiotics formulated to eliminate odors, not cover them up, DLETE removes odors at the source. It also reduces bio-allergens, including pollen, dust mites, animal dander, and fungal spores. Just spray it liberally on all the interior surfaces after you clean and vacuum your car and let it dry naturally. If you're trying to get rid of problem odors like cigarette or cigar smoke you will need to follow <a href=\"https:\/\/cdn.shopify.com\/s\/files\/1\/0534\/5004\/7683\/files\/Z-DLETE-AUTO-INSTRUCTIONS.pdf?v=1699984371\" target=\"_blank\" title=\"https:\/\/cdn.shopify.com\/s\/files\/1\/0534\/5004\/7683\/files\/Z-DLETE-AUTO-INSTRUCTIONS.pdf?v=1699984371\"><span style=\"text-decoration:underline\">these directions<\/span><\/a>. If you found a dead skunk in your back seat after letting your car sit in the garage all winter it's time for a new car!<\/p>"
          }
        },
        "d83659b8-5b45-41cc-8ff2-0e3fb220b9d9": {
          "type": "question",
          "settings": {
            "title": "My company switched to PURTEQ products because they work so well and are eco-friendly which I fully support. But I do miss the \"just cleaned smell\" our previous cleaners left behind. Why are PURTEQ products fragrance-free?",
            "answer": "<p>Oddly enough, there is no such thing as a clean smell. What most people refer to as a ‘clean smell’ is actually the smell of whatever chemical was just used to clean. Nothing like the wafting aromas of bleach and pine, or lemon to give you that satisfied feeling of knowing your office is clean and your employer values your health and well-being, right? Wrong! Sadly, those smells you savor are telling you two things:<\/p><ol><li>The cleaning products you smell introduced an array of toxic gases into the air you are breathing.<\/li><li>If you smell lemon, or orange, or any other noticeable perfume-like smell then those same cleaning products contained added fragrances which contributed nothing to the cleaning of the space but did contribute additional toxic VOCs (Volatile Organic Compounds) to your indoor air.<\/li><\/ol><p>Simply put, the only thing you should smell when something is clean is NOTHING. That’s why no smell, is the best smell. <br\/>Read our White Paper: <a href=\"\/blogs\/resources\/added-fragrance-vocs-what-clean-really-smells-like\" title=\"Added Fragrance, VOCs & What Clean Really Smells Like\"><span style=\"text-decoration:underline\">Added Fragrance, VOCs & What Clean Really Smells Like<\/span><\/a><br\/>The use of common cleaning products can be detrimental to our health due in part to the VOCs they emit, and added fragrances are a common culprit of VOCs. The fragrance is only added because smells are associated with memories and smells we like make us buy things!!<\/p>"
          }
        },
        "091f3af0-62be-4ca0-af7e-2c304aeac36a": {
          "type": "question",
          "settings": {
            "title": "What does \"VOC Compliant\" mean and why is it important?",
            "answer": "<p>Cleaning should never be harmful. We strive to increase awareness of the effectiveness of non-toxic products and the environmental and health benefits they provide. By not adding fragrances we ensure our products are VOC-compliant to protect our customers from their adverse effects. VOC-compliant products meet the standards set by the U.S. Environmental Protection Agency (EPA). The EPA describes VOCs as follows: <em>“Volatile organic compounds (VOCs) are emitted as gases from certain solids or liquids. VOCs include a variety of chemicals, some of which may have short- and long-term adverse health effects. Concentrations of many VOCs are consistently higher indoors (up to ten times higher) than outdoors. VOCs are emitted by a wide array of products numbering in the thousands.”<\/em> Most of us spend about 90% of our time indoors. Buildings have become more energy-efficient and more tightly sealed. VOCs are a significant contributor to poor indoor air quality in these sealed environments. According to the Lawrence Berkeley National Laboratory, VOCs emitted from cleaning products affect not only those using the products professionally but also those of us just doing domestic cleaning in our own homes. Using common cleaning chemicals during pregnancy can cause a child to be born with respiratory health issues. Common symptoms of VOC exposure are eye and skin irritation, allergic reactions, headaches, sore throat, nausea and vomiting, dizziness, and fatigue. According to the EPA, <em>“There is substantial evidence that individuals who do cleaning as their work have an increased risk of adverse respiratory health effects and asthma.” <\/em>Added fragrances contribute significantly to the VOCs released from cleaning products which then contribute to human-induced climate change. A report in the journal <a href=\"https:\/\/www.science.org\/doi\/10.1126\/science.aaq0524\" target=\"_blank\" title=\"https:\/\/www.science.org\/doi\/10.1126\/science.aaq0524\"><em>Science<\/em><\/a> said scented products emit the same amount of chemical vapors as petroleum from vehicles, even though 15 times more petroleum is burned as fuel. The American Lung Association (ALA) recommends reading the labels on all cleaning supplies before you buy them and selecting products marked as low- or no- VOCs, as well as those without fragrances, irritants, and flammable ingredients. Sometimes the harmful VOC-producing agents are listed under vague terms on the product label, such as, “fragrance” or “perfume”. The ALA recommends avoiding air fresheners altogether as they are associated with elevated levels of VOCs such as formaldehyde, acetaldehyde, benzene, toluene, ethyl benzene, and xylenes, in indoor air. These VOCs irritate the eyes, nose, and throat, as well as cause headaches and nausea. To mitigate malodors indoors it’s better to remove the source of the odor by using a probiotic air cleaner, like <a href=\"\/products\/dlete\" title=\"DLETE\"><span style=\"text-decoration:underline\">DLETE<\/span><\/a>, to eliminate the organic matter causing the odor. You will notice a lot more products with “Scent Free” or “Dye and Fragrance-Free” on the label as the demand for non-toxic and fragrance-free products continues to rise.  After all, a housekeeper doesn't need to have an asthma attack to disinfect a hotel room.  And no child should have a birth defect because their Mom was exposed to VOCs when she was pregnant. There is simply no downside to choosing safer cleaners. <\/p>"
          }
        }
      },
      "block_order": [
        "1626333847f269a19a-0",
        "1626333847f269a19a-1",
        "46e497de-cee9-4fc2-bd99-7595c64bc623",
        "4ff3d04c-d429-41bf-ba24-16a371c4f8ef",
        "df92418b-8356-4503-93cc-f945d6501d22",
        "0f1dd011-8a85-4d96-8607-9df663600a67",
        "7e2df813-463f-4ebe-93b2-83914cdaee24",
        "3eff2fe5-d8d1-4116-b78c-daacef971f49",
        "632f9c53-59f9-45ed-a56b-9ba4031ce25f",
        "5025a6da-dae6-4963-be22-3c360c3b8350",
        "d83659b8-5b45-41cc-8ff2-0e3fb220b9d9",
        "091f3af0-62be-4ca0-af7e-2c304aeac36a"
      ],
      "settings": {
        "title": ""
      }
    }
  },
  "order": [
    "main",
    "1627775130e0baa24c",
    "1626333847f269a19a"
  ]
}
