{
  "sections": {
    "main": {
      "type": "page",
      "settings": {
      }
    },
    "162631558733ef00ff": {
      "type": "staff-list",
      "blocks": {
        "162631558733ef00ff-0": {
          "type": "staff_detail",
          "settings": {
            "name": "Rob Kabel",
            "title": "Chief Executive Officer",
            "bio": "<p>Rob Kabel has been actively helping businesses of all sizes grow for over 32 years, specializing in strategic planning, operational excellence, investment analysis and business development.  He is currently an investor\/owner of Perfection Auto Refinish LLC and Magen Supply LLC.  He has held executive roles at Wm. W. Meyers & Sons and DMN Westinghouse. He was twice named as an Ernst & Young Entrepreneur of the Year.<br\/>Rob’s expertise is drawn from a large reservoir of roles in diverse industries. He’s provided advisory services to various startups, including FullTilt Solutions, Inc., a Philadelphia-based leader in custom software, integration, and product development. As a senior advisor to FullTilt, Kabel was responsible for business development strategy, raising $60 million in investment capital, and completing two acquisitions.<br\/>Previously, Kabel was a founding member of the management team that created Xerox Connect, a professional services provider, which he assisted in taking public in 1996 at a valuation of $600 million. Kabel played an instrumental role in growing the company from 75 employees to over 2,000 team members in 25 offices. He also was part of the executive team that managed the company's sale in 1998 to Xerox Corporation for $420 million, later serving as VP of Worldwide Strategy for Xerox Global Document Services.<\/p>"
          }
        },
        "162631558733ef00ff-1": {
          "type": "staff_detail",
          "settings": {
            "name": "John Doe2",
            "title": "CEO2",
            "bio": "<p>started companay<\/p>"
          }
        }
      },
      "block_order": [
        "162631558733ef00ff-0",
        "162631558733ef00ff-1"
      ],
      "settings": {
        "title": "Staff List"
      }
    }
  },
  "order": [
    "main",
    "162631558733ef00ff"
  ]
}
