{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "1626333847f269a19a": {
      "type": "faq",
      "blocks": {
        "1626333847f269a19a-0": {
          "type": "question",
          "settings": {
            "title": "What is the difference between a cleaner and disinfectant?",
            "answer": "<p>Cleaning products should be used to remove visible soil and dirt from a surface, but in general, cleaning products cannot make public health claims and do not have to be registered with the EPA. <br\/>Disinfectant products have been scientifically proven to kill certain viruses, bacteria and\/or other germs. All disinfectant products must be registered with the EPA along with scientific proof of the kill claims.  <br\/>A good rule of thumb to distinguish between cleaners and disinfectants is to make sure the product has an EPA number on the label.  If there is not an EPA number on the label, be safe and only use that product to clean up dirt and grime. Also, watch out for words like “antimicrobial” or other marketing jargon that do not indicate disinfecting properties and are not regulated by the EPA.<\/p>"
          }
        },
        "1626333847f269a19a-1": {
          "type": "question",
          "settings": {
            "title": "Can I clean and disinfect in one step?",
            "answer": "<p>Yes, if the surface is visibly clear of dirt and debris, you only need one-step to both clean and disinfect a surface using either FRESCH or CITRAPUR (when used according to disinfection instructions on the label).  If the surface is visibly soiled, we recommend cleaning first (you can use FRESCH or CITRAPUR to clean, too!).  Once the surface is visibly clear, we recommend one more wipe or spray with your favorite PURTEQ disinfectant to ensure complete surface coverage.<\/p>"
          }
        }
      },
      "block_order": [
        "1626333847f269a19a-0",
        "1626333847f269a19a-1"
      ],
      "settings": {
        "title": "FAQ"
      }
    }
  },
  "order": [
    "main",
    "1626333847f269a19a"
  ]
}
